Repository: work-in-blocks/Django-Starter-Account
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: The username cannot be empty
es: El nombre de usuario no puede estar vacío

source: The password cannot be empty
es: La contraseña no puede estar vacía

source: The username or password is incorrect
es: El nombre de usuario o la contraseña son incorrectos

source: Account inactive, or your account is blocked
es: Cuenta inactiva o bloqueada

source: A Valid and Active User must be provided
es: Se debe proporcionar un usuario activo y válido

source: Please enter a valid email address
es: Por favor escriba una dirección de correo válida

source: Invalid email
es: Correo invalido

source: The date you entered is not valid
es: La fecha que ingresaste no es valida

source: to register you must be 18 years old
es: Para registrarte debes ser mayor a 18 años

source: You have disconnected from the system
es: Te has desconectado del sistema

source: The creation of your account has been successfully completed
es: La creacion de tu cuenta se ha realizado correctamente

source: empty values not allowed
es: valores vacíos no permitidos

source: min length is 3
es: La longitud mínima es 3

source: min length is 1
es: La longitud mínima es 1

source: min length is 6
es: La longitud mínima es 6

source: max length is 12
es: La longitud maxima es 12

source: max length is 20
es: La longitud maxima es 20

source: max length is 30
es: La longitud maxima es 30

source: max length is 255
es: La longitud maxima es 255

source: must be of string type
es: debe ser de tipo cadena

source: unallowed value
es: valor no permitido

source: must be of integer type
es: debe ser de tipo entero

source: must be of date type
es: debe ser del tipo de fecha

source: Username exists, please enter another username
es: Nombre de usuario existe, por favor ingrese otro nombre de usuario

source: The code has been sent successfully
es: El código ha sido enviado con éxito

source: Server problems could not make the request
es: Los problemas del servidor no pudieron hacer la solicitud

source: The password has been successfully changed
es: La contraseña ha sido cambiada con éxito

source: You have successfully added a group to admin server
es: Ha agregado correctamente un grupo al servidor de administración

source: Your group information has been successfully edited
es: La información de su grupo ha sido editada con éxito

source: Group has been successfully deleted
es: El grupo ha sido eliminado con éxito

source: You have add new permission to selected group
es: Has agregado un nuevo permiso al grupo seleccionado

source: You have delete permission to selected group
es: Tienes permiso de eliminación para el grupo seleccionado

source: Permission have successfully added
es: El permiso se ha agregado correctamente

source: Permission has been successfully edited
es: El permiso ha sido editado con éxito

source: Permission has been successfully deleted
es: El permiso ha sido eliminado con éxito

source: You have add the user to group
es: Usted ha agregado el usuario al grupo

source: You have remove the user the group
es: Has eliminado al usuario del grupo

source: You have added permission to the user
es: Has agregado el permiso al usuario

source: You have remove the user the permission
es: Has eliminado el permiso del usuario

source: User can't be None
es: El usuario no puede ser ninguno

source: Inactive user
es: Usuario inactivo

source: A 'user' named argument must be provided
es: Se debe proporcionar un argumento con nombre de 'usuario'

source: User is not Admin
es: El usuario no es administrador

source: Invalid reCAPTCHA. Please try again.
es: ReCAPTCHA inválido. Inténtalo de nuevo.

source: The access_token field can not be empty
es: El campo access_token no puede estar vacío

source: The access token does not belong to that user
es: El token de acceso no pertenece a ese usuario

source: An error occurred while saving the user
es: Se produjo un error al guardar el usuario

source: Mail exists, please enter another email
es: El correo existe, ingrese otro correo electrónico

source: The email field can not be empty
es: El campo de correo electrónico no puede estar vacío

source: The email is not registered in the system
es: El correo electrónico no está registrado en el sistema

source: The phone number cannot be empty
es: El número de teléfono no puede estar vacío

source: Username does not exist
es: el usuario no existe

source: Phone number incorrect
es: Número de teléfono incorrecto

source: The code cannot be empty
es: El código no puede estar vacío

source: Code you sent does not match the one registered in your account
es: El código que ha enviado no coincide con el registrado en su cuenta

source: Group name cannot be empty
es: El nombre del grupo no puede estar vacío

source: Group name exists try by another name
es: El nombre del grupo existe prueba con otro nombre

source: Permission does not exist
es: El permiso no existe

source: Permission has already been added to this group
es: El permiso ya ha sido agregado a este grupo

source: Group don`t have any permission to delete
es: Grupo no tiene ningún permiso para eliminar

source: The permission to delete does not exist inside the group
es: El permiso para eliminar no existe dentro del grupo

source: Permission name cannot be empty
es: El nombre del permiso no puede estar vacío

source: Code name cannot be empty
es: El nombre del código no puede estar vacío

source: Code name must contain underscore
es: El nombre del código debe contener guion bajo

source: Code name must not contain a underscore when starting and ending
es: El nombre del código no debe contener un guión bajo al iniciar y finalizar

source: Permission name or code name exists try by another name
es: El nombre del permiso o nombre del código existe prueba con otro nombre

source: Group id cannot be empty
es: La identificación del grupo no puede estar vacía

source: User id or group is not a number
es: ID de usuario o grupo no es un número

source: Group you search does not exist
es: El grupo que buscas no existe

source: User you search does not exist
es: El usuario que buscas no existe

source: This user already has this group added
es: Este usuario ya tiene este grupo agregado

source: This user does not have any group to deleted
es: Este usuario no tiene ningún grupo para eliminar

source: This group has been removed for this user or has never been added
es: Este grupo se eliminó para este usuario o nunca se agregó

source: Permission id cannot be empty
es: El ID de permiso no puede estar vacío

source: User id or permission is not a number
es: ID de usuario o permiso no es un número

source: Permission you search does not exist
es: El permiso que buscas no existe

source: This user already has this permission added
es: Este usuario ya tiene este permiso agregado

source: This user does not have any permission to deleted
es: Este usuario no tiene ningún permiso para eliminar

source: This permission has been removed for this user or has never been added
es: Este permiso se ha eliminado para este usuario o nunca se ha agregado
